tap "felixkratz/formulae"
tap "koekeishiya/formulae"

brew "amfora"
brew "direnv"
brew "fish"
brew "ruby-lsp"
brew "starship"
# brew "texlive"
brew "weechat"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-iosevka"
cask "font-mononoki-nerd-font"
cask "imageoptim"
cask "keepassxc"
cask "raycast"
cask "swiftbar"
cask "zulu@17"
