tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "timwehrle/asana"
tap "xcodesorg/made"

brew "aerc"
brew "amfora"
brew "bat"
brew "bkt"
brew "cloc"
brew "direnv"
brew "dua-cli"
brew "fish"
brew "gh"
brew "git-delta"
brew "helix"
brew "lazygit"
brew "lsd"
brew "mycli"
brew "nnn"
brew "opencode"
brew "rclone"
brew "ruby-lsp"
brew "ripgrep"
brew "spotify_player"
brew "starship"
brew "svgo"
brew "tealdeer"
brew "tmux"
brew "w3m"
brew "weechat"
brew "xcodes"
# brew "zsh-autosuggestions"
# brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "timwehrle/asana/asana"
cask "anki"
cask "claude"
cask "claude-code"
cask "font-iosevka"
cask "font-mononoki-nerd-font"
cask "imageoptim"
cask "keepassxc"
cask "librewolf"
cask "qutebrowser"
cask "raycast"
cask "swiftbar"
cask "ungoogled-chromium"
cask "zulu@17"

# Language servers
brew "lua-language-server"
brew "prettier"
brew "stylua"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "yaml-language-server"

# Unused tools
# brew "gitty"
# brew "posting"
# brew "texlive"
# brew "tig"
# brew "yazi"
