tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "ack"
brew "autoconf"
brew "automake"
brew "cmake"
brew "coreutils"
brew "curl"
brew "elixir"
brew "emacs"
brew "findutils"
brew "git"
brew "github/gh/gh"
brew "gnu-tar"
brew "gnuplot"
brew "graphviz"
brew "heroku/brew/heroku"
brew "imagemagick"
brew "ledger"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "mongodb/brew/mongodb-community@3.4"
brew "mutt"
brew "neovim"
brew "newsboat"
brew "openssl@1.1"
brew "pgcli"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "python"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "shellcheck"
brew "shpotify"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "w3m"
brew "watchman"
brew "weechat"
brew "yarn"
brew "zlib"
brew "zsh"
cask "chromedriver"
cask "imagealpha"
cask "imageoptim"
cask "wkhtmltopdf"
