tap "charmbracelet/tap"
tap "clangen/musikcube"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "amfora"
brew "brotli"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "bash"
brew "ca-certificates"
brew "openssl@3"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libunistring"
brew "mpdecimal"
brew "pcre2"
brew "python-packaging", link: false
brew "readline"
brew "sqlite"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "pixman"
brew "python@3.12"
brew "cairo"
brew "cjson"
brew "gmp"
brew "coreutils"
brew "libnghttp2"
brew "rtmpdump"
brew "curl"
brew "dav1d"
brew "direnv"
brew "dua-cli"
brew "exercism"
brew "exiftool"
brew "fd"
brew "flac"
brew "fribidi"
brew "libevent"
brew "libidn2"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "icu4c"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libssh"
brew "libvidstab"
brew "libvpx"
brew "pango"
brew "rubberband"
brew "sdl2"
brew "svt-av1"
brew "tesseract"
brew "x265"
brew "ffmpeg"
brew "findutils"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpgme"
brew "helix"
brew "ical-buddy"
brew "jq"
brew "json-c"
brew "kakoune"
brew "krb5"
brew "lazydocker"
brew "lazygit"
brew "libgit2"
brew "portaudio"
brew "libopenmpt"
brew "libpq"
brew "libuv"
brew "libvterm"
brew "lsd"
brew "lua"
brew "luajit"
brew "luv"
brew "usage"
brew "mise"
brew "msgpack"
brew "musikcube"
brew "openldap"
brew "mutt"
brew "tree-sitter"
brew "unibilium"
brew "neovim"
brew "newsboat"
brew "node"
brew "perl"
brew "pgcli"
brew "postgresql@14", restart_service: true
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "spotify_player"
brew "starship"
brew "svgo"
brew "tealdeer"
brew "the_silver_searcher"
brew "tig"
brew "timewarrior"
brew "utf8proc"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "w3m"
brew "weechat"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "chromedriver"
cask "docker"
cask "font-iosevka"
cask "imagealpha"
cask "imageoptim"
cask "keepassxc"
cask "loom"
cask "qutebrowser"
cask "raycast"
cask "setapp"
cask "slack"
cask "thunderbird"
cask "vlc"
cask "zoom"
