amfora
bat
coreutils
curl
direnv
dua-cli
exercism
fd
felixkratz/formulae/borders
felixkratz/formulae/sketchybar
findutils
fish
fzf
gh
git
git-delta
go
helix
heroku/brew/heroku
ical-buddy
jq
kakoune
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
lazydocker
lazygit
lsd
mise
musikcube
mutt
neovim
newsboat
pgcli
ranger
reattach-to-user-namespace
ripgrep
spotify_player
starship
svgo
tealdeer
the_silver_searcher
tig
timewarrior
tmuxp
tree
w3m
weechat
